[M_KillSnowman MissionDefinition]
MissionName="Mais Frio Que a Neve"
MissionDescription="Marcus precisa que você investigue Gingerton, uma cidade nevada nas montanhas que espera por um de seus carregamentos."
TurnInDescription="Você encontrou o carregamento, eliminou o malvado Boneco de Neve e salvou a cidade!  Hora de tomar uma bebida quente..."
MissionSummary="Resgate Gingerton.  Salve o Dia do Mercenário!"
MissionGiver="Marcus"
MissionTurnInLocation="Tim Menor-Que-A-Média"
TeaserText="Realize um milagre no Dia do Mercenário!"

[M_KillSnowman:DefendTrain MissionObjectiveDefinition]
ProgressMessage="Defenda o trem"

[M_KillSnowman:DumpCoal MissionObjectiveDefinition]
ProgressMessage="Abasteça o carvão da caldeira"

[M_KillSnowman:EscortTrain MissionObjectiveDefinition]
ProgressMessage="Escolte o trem até a cidade"

[M_KillSnowman:FixBridge MissionObjectiveDefinition]
ProgressMessage="Derreta o gelo nas engrenagens da ponte"

[M_KillSnowman:FollowTracks MissionObjectiveDefinition]
ProgressMessage="Encontre o trem"

[M_KillSnowman:GoToGingerton MissionObjectiveDefinition]
ProgressMessage="Dirija-se até Gingerton"

[M_KillSnowman:Ignitefurnace MissionObjectiveDefinition]
ProgressMessage="Acenda a caldeira"

[M_KillSnowman:InvestigateFurnace MissionObjectiveDefinition]
ProgressMessage="Investigue a caldeira"

[M_KillSnowman:KillBandits MissionObjectiveDefinition]
ProgressMessage="Elimine os bandidos"

[M_KillSnowman:KillSnowman MissionObjectiveDefinition]
ProgressMessage="Derrote o Sr. Floco de Neve"

[M_KillSnowman:KillSnowmenMinions MissionObjectiveDefinition]
ProgressMessage="Elimine os bonecos de neve"

[M_KillSnowman:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_KillSnowman:ObjSet_DefendTrain MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_KillSnowman:ObjSet_DumpCoal MissionObjectiveSetDefinition]
MissionSummaryOverride="Carregue a caldeira com carvão. "
MissionDescriptionOverride="O trem chegou.  Coloque o carvão na caldeira."

[M_KillSnowman:ObjSet_EscortTrain1 MissionObjectiveSetDefinition]
MissionSummaryOverride="Escolte o trem até a cidade."
MissionDescriptionOverride="Você encontrou o trem.  Defenda-o durante seu regresso até a cidade."

[M_KillSnowman:ObjSet_EscortTrain2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_KillSnowman:ObjSet_FixBridge MissionObjectiveSetDefinition]
MissionSummaryOverride="Baixe a ponte."
MissionDescriptionOverride="As engrenagens da ponte estão congeladas.  Rompa o gelo para que o trem possa voltar para a cidade."

[M_KillSnowman:ObjSet_FollowTracks MissionObjectiveSetDefinition]
MissionSummaryOverride="Encontre o carregamento do trem."
MissionDescriptionOverride="O carregamento de armas e carvão do trem acabaram de chegar.  Siga os trilhos até descobrir o que aconteceu."

[M_KillSnowman:ObjSet_GoToGingerton MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_KillSnowman:ObjSet_InvestigateFurnace MissionObjectiveSetDefinition]
MissionSummaryOverride="Investigue a caldeira da cidade."
MissionDescriptionOverride="A cidade foi congelada.  Marcus deseja que você investigue a caldeira da cidade para descobrir o que aconteceu."

[M_KillSnowman:ObjSet_KillBandits MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine os ladrões. "
MissionDescriptionOverride="Os bandidos estão tomando o trem!  Acabe com todos eles!"

[M_KillSnowman:ObjSet_KillBandits_FailedOptional MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_KillSnowman:ObjSet_KillSnowman MissionObjectiveSetDefinition]
MissionSummaryOverride="Derrote o malvado Boneco de Neve."
MissionDescriptionOverride="Derrote o abominável Sr. Floco de Neve e salve o Dia do Mercenário em Gingerton."

[M_KillSnowman:ObjSet_KillSnowmen MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_KillSnowman:ObjSet_OpenShipment MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_KillSnowman:ObjSet_SearchForCoal MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_KillSnowman:ObjSet_SignalTrain MissionObjectiveSetDefinition]
MissionSummaryOverride="Faça um sinal para a maquinista do trem."
MissionDescriptionOverride="Ponte baixada!  Faça um sinal para o trem para indicar que o caminho está livre para voltar à Gingerton."

[M_KillSnowman:ObjSet_SummonSnowman MissionObjectiveSetDefinition]
MissionSummaryOverride="Invoque o malvado Boneco de Neve."
MissionDescriptionOverride="Toque uma canção usando as campainhas da cidade.  Vá lutar contra o chefe!"

[M_KillSnowman:ObjSet_TakeOffHat MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_KillSnowman:ObjSet_TalkToMarcus MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_KillSnowman:ObjSet_TalkToTim MissionObjectiveSetDefinition]
MissionSummaryOverride="Vá falar com Tim."
MissionDescriptionOverride="A cidade foi descongelada.  Vá falar com o Tim Menor-Que-A-Média."

[M_KillSnowman:ObjSet_TurnOnFurnace MissionObjectiveSetDefinition]
MissionSummaryOverride="Acenda a caldeira. "
MissionDescriptionOverride="A caldeira já está cheia de carvão.  É só acender!"

[M_KillSnowman:OpenShipment MissionObjectiveDefinition]
ProgressMessage="Abra o carregamento de armas"

[M_KillSnowman:PreventTrainTheft MissionObjectiveDefinition]
ProgressMessage="Detenha o roubo ao vagão"

[M_KillSnowman:SearchForCoal MissionObjectiveDefinition]
ProgressMessage="Siga o rastro de carvão"

[M_KillSnowman:SummonSnowman MissionObjectiveDefinition]
ProgressMessage="Invoque o Sr. Floco de Neve"

[M_KillSnowman:TakeOffHat MissionObjectiveDefinition]
ProgressMessage="Pegue o chapéu do Boneco de Neve"

[M_KillSnowman:TalkToConductor MissionObjectiveDefinition]
ProgressMessage="Faça um sinal para a maquinista"

[M_KillSnowman:TalkToMarcus MissionObjectiveDefinition]
ProgressMessage="Fale com Marcus"

[M_KillSnowman:TalkToTim MissionObjectiveDefinition]
ProgressMessage="Fale com Tim Menor-Que-A-Média"

[M_KillSnowman:TurnOnFurnace MissionObjectiveDefinition]
ProgressMessage="Feche a porta da caldeira"

